Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: But they all should've called out to him, including his father and mother, "Come on, Gregor," they should've shouted, "keep going, keep working on the lock". Imagining that all his efforts were being followed with suspense, he bit down frantically on the key with all the force he could muster.
eu: Eta, giltzak sarrailan jira egiten zuen heinean, bera mantendu egiten zen, airean alde batetik bestera zebilela, ahotik eskegita, eta, beharrezkoa zen arabera, giltzean oratzen zen edo bere gorputzeko pisu guztiaz beherantz bultzatzen zuen.

source: As the key turned more, he danced around the lock.
eu: Sarrailaren hots metalikoak, amore ematerakoan, bere senera guztiz itzularazi zuen.

source: Now he was holding himself upright only with his mouth, and he had to hang onto the key or then press it down again with the whole weight of his body, as necessary.
eu: –Beno- esan zuen, sekulako zizpurua emanez-. Ez da sarrailagilea etorri izan behar.

source: The quite distinct click of the lock as it finally snapped really woke Gregor up.
eu: Eta buruarekin kisketa jo zuen atea guztiz zabaltzeko.

source: Breathing heavily he said to himself, "So I didn't need the locksmith," and he set his head against the door handle to open the door completely.
eu: Atea zabaltzeko modu hau zela eta, sarrera librea zegoen arren, ez zuten Gregorio ikusi.

source: Because he had to open the door in this way, it was already open very wide without him yet being really visible.
eu: Lehendabizi, ateko orrietako bat astiro bultzatu behar zen, atalasean atzeraka lazki ez jausteko kontu handiz.

source: He first had to turn himself slowly around the edge of the door, very carefully, of course, if he did not want to fall awkwardly on his back right at the entrance into the room. He was still preoccupied with this difficult movement and had no time to pay attention to anything else, when he heard the manager exclaim a loud "Oh!" (it sounded like the wind whistling), and now he saw him, nearest to the door, pressing his hand against his open mouth and moving slowly back, as if an invisible constant force was pushing him away.
eu: Eta mugimendu zail hau oraindik nola egin zezakeen pentsatzen zegoela, beste ezertan pentsatzeko astirik ez zuela, nagusiarengandik “ene!” entzun zuen, haizearen orroa bezala entzun zena, eta atetik hurbilen zegoen gizon hau ikusi zuen, baita eskuarekin ahoa nola estaltzen zuen eta poliki atzerantz egiten zuen ere, indar ikusezin batek mekanikoki bultzatuko balu bezala.

source: His mother (in spite of the presence of the manager she was standing here with her hair sticking up on end, still a mess from the night) with her hands clasped was looking at his father; she then went two steps towards Gregor and collapsed right in the middle of her skirts spreading out all around her, her face sunk on her breast, completely concealed.
eu: Amak- nagusia han egon arren, ilea nahasia zuena burezurreko gainaldean- lehenengo Gregoriori begiratu zion, eskuak elkartu zituen, gero berarengana bi pausu eman zituen, eta azkenean zerraldo erori zen, bere gonak inguruan sakabanaturik eta aurpegia bularreko sakontasunean estalia zegoela.

source: His father clenched his fist with a hostile expression, as if he wished to push Gregor back into his room, then looked uncertainly around the living room, covered his eyes with his hands, and cried so that his mighty breast shook.
eu: Aitak ukabilarekin mehatxu egin zuen, etsaitasuna erakutsiz, Gregorio logela barrurantz bultzatu nahi izango balu bezala; gero buelta eman zuen, etxeko sarrerara segurtasunik gabe abiatu zen, eta, begiak eskuekin estaliz, negarrak bere bular sendoa astintzen zuela.

source: At this point Gregor did not take one step into the room, but leaned his body from the inside against the firmly bolted wing of the door, so that only half his body was visible, as well as his head, titled sideways, with which he peeped over at the others. Meanwhile it had become much brighter.
eu: Gregorio, orduan, ez zen logelara guztiz sartu; bere logela barruan itxita zegoen ateko orrian eutsi zen; horrela, bere gorputz erdia baino ezin zitekeen ikusi, burumakur ingurukoak zelatatzen zituela.

source: Standing out clearly from the other side of the street was a part of the endless gray-black house situated opposite (it was a hospital) with its severe regular windows breaking up the facade.
eu: Bitartean, eguna argituz joan zen, eta beste aldeko espaloian aurrez aurreko eraikin beltzituaren zati txiki bat ikus zitekeen. Ospitale bat zen, eta bertako fatxada monotonoa leiho simetrikoek desegiten zuten.

source: The rain was still coming down, but only in large individual drops visibly and firmly thrown down one by one onto the ground.
eu: Ez zuen atertu, baina ordurako tanta bakanak baino ez zeuden, lurreko leku ezberdinetan ikus zitezkeenak.

source: The breakfast dishes were standing piled around on the table, because for his father breakfast was the most important meal time in the day, which he prolonged for hours by reading various newspapers.
eu: Mahai gainean gosaria zerbitzatzeko tresnak zeuden, izan ere, aitarentzat huraxe zen eguneko jateko momenturik garrantzitsuena, eta egunkari ezberdinak irakurtzen luzatzea ikaragarri gustuko zuen.

source: Directly across on the opposite wall hung a photograph of Gregor from the time of his military service; it was a picture of him as a lieutenant, as he, smiling and worry free, with his hand on his sword, demanded respect for his bearing and uniform.
eu: Gregorioren aurrez aurre zegoen horman eskegitako mihisean bere argazki bat zegoen, zerbitzu militarrean zegoela eginikoa eta teniente uniformea erakusten zuena, eskua lepoan jarria, arduragabekeriaz irribartsu, bere jarrera eta janzkerak errespetua eskatuko balute bezala.

source: The door to the hall was ajar, and since the door to the apartment was also open, one saw out into the landing of the apartment and the start of the staircase going down.
eu: Gela hori etxeko sarrerara begira zegoen; atetik etxekoa ikus zitekeen, irekita ere bazegoena, baita eskailera-burua ere.

source: "Now," said Gregor, well aware that he was the only one who had kept his composure. "I'll get dressed right away, pack up the collection of samples, and set off.
eu: - Beno- esan zuen baretasuna mantendu zuen bakarra bera izan zen uste osoa zuela-.

source: You'll allow me to set out on my way, will you not?
eu: Beno ba, berehala jantziko naiz, erakusgaiak hartuko ditut eta bidaia hasiko dut.

source: You see, Mr
eu: Bidaia egiten utziko didazue, ezta?

source: Manager, I am not pig-headed, and I am happy to work.
eu: Nagusi jauna, burugogorra ez naizela eta gustura lan egiten dudala ikus dezakezu.

source: Traveling is exhausting, but I couldn't live without it.
eu: Bidaiatzea nekagarria da; baina ni ezin naiteke bidaiatu gabe bizi.

source: Where are you going, Mr
eu: Nora zoaz, nagusi jauna?

source: Manager?
eu: Saltokira?

source: To the office?
eu: Bai?

source: Really?Will you report everything truthfully?
eu: Gertatu den guztia gertatu den bezalaxe kontatuko al duzu?

source: A person can be incapable of work momentarily, but that is precisely the best time to remember the earlier achievements and to consider that later, after the obstacles have been shoved aside, the person will work all the more keenly and intensely.
eu: Edonor ezgai izan daiteke batzuetan lanerako; baina momentu horietan langileak mesedegarri izan direla ohartu behar dira nagusiak eta jakin beharko lukete, ezgaitasuna gainditu ostean, gogotsuago eta arduratsuago lan egingo dutela.

source: I am really so indebted to Mr Chief--you know that perfectly well.
eu: Nik, zuk ondo dakizun bezala, lan handia zor diot buruzagiari.

source: On the other hand, I am concerned about my parents and my sister.
eu: Baina, bestalde, nire gurasoak eta nire arreba ere zaindu egin behar ditut.

source: I'm in a fix, but I'll work myself out of it again.
eu: Egia da gaur estuasun larri baten nagoela.

source: Don't make things more difficult for me than they already are.
eu: Baina lan eginez gainditzea lortuko dut.

source: Speak up on my behalf in the office!
eu: Mesedez, ez ezazu egoera gehiago zaildu.

source: People don't like traveling salesmen.
eu: Nire alde jarri zaitez.

source: I know that.
eu: Saltzailea inork maite ez duela badakit.

source: People think they earn pots of money and thus lead a fine life.
eu: Guztiek uste dute dirua erruz irabazten duela, eta, horretaz gain, ederto bizi dela.

source: People don't even have any special reason to think through this judgment more clearly. But you, Mr
eu: Egia da aurriritzi hau desager dadin arrazoi berezirik ez dagoela.

source: Manager, you have a better perspective on the interconnections than the other people, even, I tell you in total confidence, a better perspective than Mr Chairman himself, who in his capacity as the employer may let his judgment make casual mistakes at the expense of an employee.
eu: Baina zuk, nagusi jauna, beste langile guztiek baino askoz gehiago dakizu, eta, geure artean, buruzagia barne, guztiaren jabe dena, sarritan erratu egiten da langileei buruz.

source: You also know well enough that the traveling salesman who is outside the office almost the entire year can become so easily a victim of gossip, coincidences, and groundless complaints, against which it's impossible for him to defend himself, since for the most part he doesn't hear about them at all and only then when he's exhausted after finishing a trip, and gets to feel in his own body at home the nasty consequences, which can't be thoroughly explored back to their origins.
eu: Zuk ondo dakizu saltzailea, urteko egun gehienak saltokitik kanpo ematen dituenez, zurrumurru ugarirako pizgarri erraza dela eta funsgabeko kointzidentzia eta kexetarako biktima egokia ere bai. Horien aurka defendatzea ez da batere erraza, gehienetan horien berri ere izaten ez duelako, eta bidaia batetik leher eginda itzultzen denean baino ez ditu kausa ikusezin baten ondorio negargarriak zuzenean nabaritzen.

source: Mr Manager, don't leave without speaking a word telling me that you'll at least concede that I'm a little in the right!"
eu: Nagusi jauna, ez zaitez arrazoia ematen didazula erakusten didan ezer esan gabe joan, neurri batean behintzat.

source: But at Gregor's first words the manager had already turned away, and now he looked back at Gregor over his twitching shoulders with pursed lips.
eu: Baina, Gregoriok lehen hitzak esandakoan, nagusiak buelta eman zuen eta hari destainaz begiratzen zion, ezpainekin mesprezuzko keinu bat eginez.

source: During Gregor's speech he was not still for a moment, but was moving away towards the door, without taking his eyes off Gregor, but really gradually, as if there was a secret ban on leaving the room.
eu: Gregoriok hitz egiten zuen bitartean, ez zen momentu bat ere lasai egon. Aterantz urrundu zen Gregoriori begirik kendu gabe, baina astiro-astiro, indar misteriotsu batek gela hartatik alde egitea galaraziko balu bezala.

source: He was already in the hall, and after the sudden movement with which he finally pulled his foot out of the living room, one could have believed that he had just burned the sole of his foot.
eu: Etxeko sarrerara iritsi zen azkenean eta, oina lurretik altxatu zuen arintasuna ikusirik, sua zapaldu zuela eman zuen.

source: In the hall, however, he stretched out his right hand away from his body towards the staircase, as if some truly supernatural relief was waiting for him there.
eu: Eskumako besoa eskailerarantz luzatu zuen, han, mirari moduan, askatasuna aurkitu ahal izango balu bezala.

source: Gregor realized that he must not under any circumstances allow the manager to go away in this frame of mind, especially if his position in the firm was not to be placed in the greatest danger.
eu: Nagusiak era horretara alde egitea onartu ezin zezakeela ulertu zuen Gregoriok, bestela saltokian zuen lanpostua arriskuan baitzegoen.

source: His parents did not understand all this very well. Over the long years, they had developed the conviction that Gregor was set up for life in his firm and, in addition, they had so much to do nowadays with their present troubles that all foresight was foreign to them.
eu: Bere gurasoek ez zuten berak bezain ondo ulertzen egoera, urteek aurrera egin ahala, etxe hartan Gregoriok euren bizitzarekin baino ez akaba zezakeela pentsatu izan zutelako; horretaz gain, momentuak sortutako egonezinagatik, eta horren ondoriozko zereginengatik, zuhurtasuna ahazturik zuten.

source: But Gregor had this foresight. The manager must be held back, calmed down, convinced, and finally won over.
eu: Baina ez zitzaion hori gertatu Gregoriori; honek bazekien nagusia atxikitzeak zuen garrantzia, baita berau lasaitu, konbentzitu eta erakartzeak ere.

source: The future of Gregor and his family really depended on it!
eu: Horren guztiaren menpe zegoen Gregorioren eta bere senideen etorkizuna.

source: If only the sister had been there!
eu: Bere arreba gutxienez hantxe egongo balitz!

source: She was clever. She had already cried while Gregor was still lying quietly on his back.
eu: Oso azkarra zen; Gregorio oraindik bere bizkar gainean etzanda zegoenean negar egin zuen.

source: And the manager, this friend of the ladies, would certainly let himself be guided by her.
eu: Seguru asko nagusia, neska politarekin adeitsua izango zelakoan, neskak nahi izandako edonora joateko prest egongo litzateke.

source: She would have closed the door to the apartment and talked him out of his fright in the hall.
eu: Etxeko atea itxiko zukeen eta sarreran bertan ezustekoa kendu lioke.

source: But the sister was not even there. Gregor must deal with it himself.
eu: Baina arreba ez zegoen han, eta Gregorio bere kabuz moldatu behar zen.

source: Without thinking that as yet he didn't know anything about his present ability to move and without thinking that his speech possibly (indeed probably) had once again not been understood, he left the wing of the door, pushed himself through the opening, and wanted to go over to the manager, who was already holding tight onto the handrail with both hands on the landing in a ridiculous way.
eu: Eta, mugitzeko zuen gaitasun berria oraindik ezagutzen ez zuela ohartu barik, ezta posibleena ere, eta ziurrena ere bazena, hau da, besteek bere diskurtsoa ulertuko ez zutela, eutsita zegoen logelako atearen orritik banandu zen, bestearen zabaldurak sortutako atearen orritik irristatu zen nagusiarenganantz aurrera egiteko nahiarekin, eskailera-buruko barandan komikoki oraturik jarraitzen zuena.

source: But as he looked for something to hold onto, with a small scream Gregor immediately fell down onto his numerous little legs.
eu: Berehala lurrera erori zen, alferrekoak ziren ahaleginak eginez bere hanka nimiño eta ugarietan eusteko, ahopeka kexa txikia egiten zuela.

source: Scarcely had this happened, when he felt for the first time that morning a general physical well being.
eu: Momentu hartan, egun hartan lehenengo aldiz, benetako ongizate batek hartua bezala sentitu zen: hankatxoek, lurrean eutsita, zuzen-zuzen obeditzen zuten.

source: The small limbs had firm floor under them; they obeyed perfectly, as he noticed to his joy, and strove to carry him forward in the direction he wanted.
eu: Poztasun naturalez nabaritu zuen, eta berak nahi zuen lekura eramateko ahalegina egiten zutela ohartu zen, bere sufrimenduen amaiera iritsi zela adierazi zuena.

source: Right away he believed that the final amelioration of all his suffering was immediately at hand.
eu: -“Lagundu!Jainko maitea!

source: But at the very moment when he lay on the floor rocking in a restrained manner quite close and directly across from his mother (apparently totally sunk into herself) she suddenly sprang right up with her arms spread far apart and her fingers extended and cried out, "Help, for God's sake, help!" She held her head bowed down, as if she wanted to view Gregor better, but ran senselessly back, contradicting that gesture, forgetting that behind her stood the table with all the dishes on it.
eu: Lagundu!”. Burua makurtzen zuen Gregorio hobeto ikusi ahal izateko; baina, bat-batean, suposizio hau ezeztatzeko asmoz, atzerantz erori zen, mahai gainean bizigabe moduan jausiz, eta oraindik hau ipinita zegoela gogoratu gabe, bertan jesarrita geratu zen, bere alboan iraulitako kafeontzitik kafea zorrotadaka isurtzen zegoela ohartu barik, alfonbratik zehar zabalduz.

source: "Mother, mother," said Gregor quietly, and looked over towards her.
eu: - Ama!Ama!- xurxulatu zuen Gregoriok, goitik behera begiratuz.

source: The manager momentarily had disappeared completely from his mind; by contrast, at the sight of the flowing coffee he couldn't stop himself snapping his jaws in the air a few times .
eu: Momentu baten nagusiak bere burutik alde egin zuen; eta ezin izan zuen, isuritako kafea ikusterakoan, bere barailak behin eta berriz hutsean ireki eta itxi baino.

source: At that his mother screamed all over again, hurried from the table, and collapsed into the arms of his father, who was rushing towards her.
eu: Amak, mahaitik alde egiten ahalegintzen zebilenean, berriz ere garrasi egin zuen eta bere burua aitaren besoetan bota zuen, bera laguntzera zihoana.

source: But Gregor had no time right now for his parents: the manager was already on the staircase. His chin level with the banister, the manager looked back for the last time.
eu: Baina ordurako Gregoriok ezin zien bere gurasoei jaramonik egin; nagusia eskaileran zegoen eta, kokotsa barandan jarrita zuela, ikuskizun hari azkenengoz begiratu zion.

source: Gregor took an initial movement to catch up to him if possible. But the manager must have suspected something, because he made a leap down over a few stairs and disappeared, still shouting "Huh!" The sound echoed throughout the entire stairwell.
eu: Gregoriok indarra hartu zuen nagusiarengana heltzeko asmoz, baina hark zerbait susmatu zuen, izan ere, salto bat emanda hainbat eskailera-maila jaitsi baitzituen eta desagertu egin zen, baina horren aurretik eskailera osoan entzun ziren oihuak bota zituen.

source: Now, unfortunately this flight of the manager also seemed completely to bewilder his father, who earlier had been relatively calm, for instead of running after the manager himself or at least not hindering Gregor from his pursuit, with his right hand he grabbed hold of the manager's cane, which he had left behind with his hat and overcoat on a chair. With his left hand, his father picked up a large newspaper from the table and, stamping his feet on the floor, he set out to drive Gregor back into his room by waving the cane and the newspaper.
eu: Zoritxar hau guztia gutxi balitz, nagusiaren ihesaldiak aita ere guztiz aztoratu zuen, momentu hartaraino lasai samar egon zena; izan ere, iheslariaren atzean arin joan beharrean, edo gutxienez Gregoriok hori egitea baimendu izan balu, eskumako eskuarekin nagusiaren makilari heldu zion- hau ez zen makila batzeaz gogoratu ere egin, ezta bere kapela eta berokia batzeaz ere, aulki baten ahaztuak- eta, beste eskuan mahai gainean zegoen egunkari handi bat hartuz, prestatu egin zen, lurrean ostikada indartsuak emanez, papera eta makila erabiliz, Gregorio bere logela barruraino atzera eginarazteko.

source: No request of Gregor's was of any use; no request would even be understood. No matter how willing he was to turn his head respectfully, his father just stomped all the harder with his feet.
eu: Azken honen erreguek ez zuten ezertarako balio izan, ulertu ez zituztenak; eta, burua era otzanez bere aitarenganantz bueltatu bazuen ere, haren ostikada indartsuak bikoiztea baino ez zuen lortu.

source: Across the room from him his mother had pulled open a window, in spite of the cool weather, and leaning out with her hands on her cheeks, she pushed her face far outside the window.
eu: Amak, bere aldetik, eguraldi txarra egon arren, leiho bateko kristala jaitsi zuen eta, kanporantz bortizki makurturik, aurpegia eskuekin estaltzen zuen.

source: Between the alley and the stair well a strong draught came up, the curtains on the window flew around, the newspapers on the table swished, and individual sheets fluttered down over the floor.
eu: Kanpoko eta eskailerako airearen artean haize indartsua sortu zen; leihoetako errezelak harrotu egin ziren; mahai gaineko egunkariak ere bai, eta orrialde solte batzuek lurretik hegan egiten zuten.

source: The father relentlessly pressed forward pushing out sibilants, like a wild man.
eu: Aitak, errukigabe, txistu basatiekin presatzen zuen atzera-egitea.

source: Now, Gregor had no practice at all in going backwards; it was really going very slowly.
eu: Baina Gregoriok oraindik ez zekien atzerantz ondo ibiltzen, eta horregatik oso astiro zebilen. Gutxienez buelta eman ahal izan balu!

source: If Gregor only had been allowed to turn himself around, he would have been in his room right away, but he was afraid to make his father impatient by the time-consuming process of turning around, and each moment he faced the threat of a mortal blow on his back or his head from the cane in his father's hand.
eu: Arnas batean bere logelan egongo litzateke. Baina, bere makaltasuna zela-eta ez zuen bueltarik eman nahi izan aita urdurituko zuen beldur, honek zuen makila tentea burua zauritu edo bizkarra hausteko prest zegoela.

source: Finally Gregor had no other option, for he noticed with horror that he did not understand yet how to maintain his direction going backwards.
eu: Azkenean, hala ere, ez zuen beste erremediorik izan eta buelta eman behar izan zuen, amorruz ohartu baitzen atzerantz ibiliz norabidea mantentzea ezinezkoa zitzaiola.

source: And so he began, amid constantly anxious sideways glances in his father's direction, to turn himself around as quickly as possible (although in truth this was only very slowly).
eu: Horrela, bere aitari estuasunez begiratzeari uzten ez ziola, ahalik eta arinen buelta ematen hasi zen, hau da, makaltasun ikaragarriz.

source: Perhaps his father noticed his good intentions, for he did not disrupt Gregor in this motion, but with the tip of the cane from a distance he even directed here and there Gregor's rotating movement.
eu: Aita haren borondate onaz jabetu behar izan zen, erasotzeari utzi baitzion, urrunetik makilaren puntarekin jiratu beharreko norabidea zuzenduz.

source: If only there hadn't been his father's unbearable hissing!
eu: Gutxienez txistu jasanezin hura gelditu izan balitz!

source: Because of that Gregor totally lost his head.
eu: Burua guztiz galtzea eragiten zion honek Gregoriori.

source: He was already almost totally turned around, when, always with this hissing in his ear, he just made a mistake and turned himself back a little.
eu: Buelta guztiz amaitzeko gutxi falta zitzaionean, txistu hark nahastu eta atzera pixka bat egin zuen.

source: But when he finally was successful in getting his head in front of the door opening, it became clear that his body was too wide to go through any further.
eu: Atearen aurrez aurre egotea lortu zuen azkenean. Baina bere gorputza ate hartatik oztopo barik igarotzeko handiegia zela jabetu zen momentu hartan.

source: Naturally his father, in his present mental state, had no idea of opening the other wing of the door a bit to create a suitable passage for Gregor to get through.
eu: Aitari, momentuan zituen gogoak ikusirik, beste orria zabaltzea ez zitzaion, jakina, bururatu leku nahikoa izan zezan.

source: His single fixed thought was that Gregor must get into his room as quickly as possible.
eu: Ideia batez baino ez zegoen beteta: Gregorio, lehen bait lehen, bere logelan sartu behar zen.
